var SmartaxCommonStore = {
		//---------------------------------------------------------------------------
	   	// 거래처 검색조건
	   	//---------------------------------------------------------------------------
	    SEAR_TRD: Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: 'tr_nm', TEXT: '거래처명'},
	        	{CODE: 'customer_id', TEXT: '거래처코드'},
	        	{CODE: 'tr_daepyo', TEXT: '대표자'},
	        	{CODE: 'tr_addr', TEXT: '주소'},
	        	{CODE: 'tr_phone', TEXT: '핸드폰번호'},
	        	{CODE: 'tr_tel', TEXT: '전화번호'}
	        ]
	    }),
	    
	    //---------------------------------------------------------------------------
	   	// 고객관리 검색조건
	   	//---------------------------------------------------------------------------
	    SEAR_SC: Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: 'co_nm', TEXT: '상호'},
	        	{CODE: 'co_saup_no', TEXT: '사업자번호'},
	        	{CODE: 'sale_code', TEXT: '고객코드'},
	        	{CODE: 'co_tel', TEXT: '전화번호'},
	        ]
	    }),
	    
	    //---------------------------------------------------------------------------
	   	// 고객관리 검색조건
	   	//---------------------------------------------------------------------------
	    SEAR_TAX_SC: Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: 'co_nm', TEXT: '상호'},
	        	{CODE: 'co_saup_no', TEXT: '사업자번호'},
	        	{CODE: 'sale_code', TEXT: '고객코드'},
	        	{CODE: 'co_tel', TEXT: '전화번호'},
	        	{CODE: 'hometax_id', TEXT: '홈텍스아이디'},
	        ]
	    }),
	    
	    //---------------------------------------------------------------------------
	   	// 과세유형 
	   	//---------------------------------------------------------------------------
	    TAXATION_TYPE: Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: '0', TEXT: '일반'},
	        	{CODE: '1', TEXT: '간이'},
	        ]
	    }),
	    
	  //---------------------------------------------------------------------------
	   	// 과세유형 
	   	//---------------------------------------------------------------------------
	    TAXATION_JOINT: Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: 'y', TEXT: '예'},
	        	{CODE: 'n', TEXT: '아니오'},
	        ]
	    }),
	    
	    //---------------------------------------------------------------------------
	   	// 사업자 타입 
	   	//---------------------------------------------------------------------------
	    BUSINESS_TYPE: Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: '0', TEXT: '과세'},
	        	{CODE: '1', TEXT: '면세'},
	        	{CODE: '2', TEXT: '과세+면세'},
	        ]
	    }),
	    
	    //---------------------------------------------------------------------------
	   	// 임대 타입
	   	//---------------------------------------------------------------------------
	    LEASE_TYPE: Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: 'y', TEXT: '자가'},
	        	{CODE: 'n', TEXT: '타가(임대)'},
	        ]
	    }),
	    
	    //---------------------------------------------------------------------------
	   	// 주차장 타입
	   	//---------------------------------------------------------------------------
	    PARKING_YN: Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: 'y', TEXT: '유'},
	        	{CODE: 'n', TEXT: '무'},
	        ]
	    }),
	    
	    //---------------------------------------------------------------------------
	   	// 매출,매입 기간 검색 타입
	   	//---------------------------------------------------------------------------
	    SEARCH_TYPE : Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: '1', TEXT: '1기'},
	        	{CODE: '2', TEXT: '2기'},
	        ]
	    }),
	    
	  //---------------------------------------------------------------------------
	   	// 부가세 자료출처 타입
	   	//---------------------------------------------------------------------------
	    TAX_DATA_SOURCE_TYPE : Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: '1', TEXT: '종이세금계산서'},
	        	{CODE: '2', TEXT: '종이세금계산서'},
	        	{CODE: '3', TEXT: '종이계산서'},
	        	{CODE: '4', TEXT: '종이계산서'},
	        ]
	    }),
	    //---------------------------------------------------------------------------
	   	// 매출,매입 기간 검색 타입
	   	//---------------------------------------------------------------------------
	    TAX_PROCESS_YN : Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: 'n', TEXT: '미처리'},
	        	{CODE: 'y', TEXT: '처리'},
	        ]
	    }),
	  //---------------------------------------------------------------------------
	   	// 운영 회사관리 고객 검색 조건
	   	//---------------------------------------------------------------------------
	    SEAR_COM_USER: Ext.create('Ext.data.Store',{
	    	fields: [
	            { name: 'CODE' },
	            { name: 'TEXT' }
	        ],
	        data:[
	        	{CODE: 'user_id', TEXT: '아이디'},
	        	{CODE: 'user_name', TEXT: '이름'},
	        	{CODE: 'user_phone', TEXT: '폰번호'},
	        	{CODE: 'user_tel', TEXT: '전화번호'},
	        ]
	    }),
}