<div class="content">
	<div class="content-title">
		<h2 class="content-title-inner">
			<span>태극회계 사용후기</span>
			<small>전국 농업인들의 사랑을 받는 태극회계 프로그램</small>
		</h2>	
	</div>
	<div class="content-inner">
		<p class="color-01">
			2013년 경북 ICT 영농현장 활용 경진대회 최우수상 수상<br>
			사용자 블로그 : <a class="color-01" href="http://queen6301.blog.me" target="_blank">http://queen6301.blog.me</a>	
		</p>
		
		<div class="text-box-03">
			<strong class="text-box-03-title">○ ICT 활용 목적 및 동기</strong>
			<p class="line-dash">
				<strong class="color-02">질문</strong><br>
				언제부터 ICT를 도입하였는가?
			</p>
			<p>
				<strong class="color-03">답변</strong><br>
				2009년 경북농민사관학교 경북농업기술원 경영정보대학에서 산천경제연구소 이원노 소장님의 강의를 듣고 
				농업경영을 제대로 하고자 하는 마음으로 도입하게 되었습니다.
			</p>
			<p class="line-dash">
				<strong class="color-02">질문</strong><br>
				ICT를 영농현장에 적용한 동기 또는 배경은?
			</p>
			<p>
				<strong class="color-03">답변</strong><br>
				강의를 들으면서 삼성 이병철 회장, 현대 정주영 회장의 회계와 경영이 투명 하였으므로 오늘날의 현대와 삼성이 
				되었다는 말씀과 투명한 농업경영이 되지 않고는 회계의 명확성이 없기 때문에 반드시 필요하다고 생각 하여 
				영농현장에 적용하기로 했습니다.
			</p>
			<p class="line-dash">
				<strong class="color-02">질문</strong><br>
				ICT가 영농현장에 필요한 이유는?
			</p>
			<p>
				<strong class="color-03">답변</strong><br>
				수기로 판매 장부를 작성할 때는 여러 가지 한계를 많이 느꼈습니다.
				매일 입력은 하지만 유기농의 특성상 단골 고객, 재구매 고객이 많은 관계로 고객이 재주문을 할 경우 지난 번
				주소를 찾기가 쉽지 않았기 때문 이었습니다. 그리고 매월별, 고객매출별, 작목별, 매출액을 파악을 할 수가
				없었습니다.<br>
				그러나 태극회계를 도입한 후부터는 그날 그날 매출액과 지출액을 고단한 몸과 침침한 눈으로 입력을 하기가
				힘이 들지만 단골 고객의 주소는 물론이고 작목별, 고객별, 월별, 매출액을 한 눈에 파악함으로써 그 달의 수익과
				비용을 명확히 파악 될 수 있습니다 뿐만 아니라 올해 최고 소득 품목을 알게 됨으로 내년 농사에 고객의 수요를
				예상하고 준비할 수 있는 자료가 됩니다.
			</p>
		</div>
		
		<div class="text-box-03 mgT20">
			<strong class="text-box-03-title">○ ICT 활용사례</strong>
			<table class="tbl1 mgT10">
				<caption>ICT 활용사례 표</caption>
				<colgroup>
					<col style="width: 20%;">
					<col style="width: 40%;">
					<col style="width: 40%;">
				</colgroup>
				<thead>
					<tr>
						<th scope="col">사례 구분</th>
						<th scope="col">활용사례 제목</th>
						<th scope="col">효과</th>
					</tr>
				</thead>
				<tbody>
					<tr>
						<td>경영관리</td>
						<td>태극회계를 이용한<br>투명한 농업경영</td>
						<td>경영개선, 경영비절감,<br>수익률 제고, 노동시간 절감, 마케팅 효율제고<br>농장전체의 수지내역을 보는 통찰력 생성</td>
					</tr>
				</tbody>
			</table>
			
			<p>
				<strong class="color-02">질문</strong><br>
				ICT를 영농현장에 활용한 사례는? (시설관리, 생산관리, 경영관리, 판매관리, 고객관리 등을 구체적으로 기입)
			</p>
			<p>
				<strong class="color-03">답변</strong><br>
				경영관리 : 그날 그날 매출과 지출을 입력 하므로 매일, 매주, 매월, 매년 통계뿐만 아니라 작목별 매출액과
				지출액을 알 수 있으므로 순수익을 알 수 있게 되었습니다.<br>
				판매관리 : 당일 매출액을 입력하므로 작목별 매출액이 파악되어 재고량과 장래 수확량을 조절하여 필요 없는
				경비를 지출을 막을 수 있었습니다.<br>
				고객관리 : 고객의 주소, 전화번호 인적 사항뿐만 아니라 구입물품 내역 파악은 물론 구입금액까지 산출 되므로
				매출 순위를 파악할 수 있었습니다.
			</p>
			<p class="line-dash">
				<strong class="color-02">질문</strong><br>
				ICT를 활용한 경영개선 및 소득증대 사례는?(경영비 절감, 노동력 절감, 판로개척, 소득증대 등을 구체적으로 기입)
			</p>
			<p>
				<strong class="color-03">답변</strong><br>
				전자상거래로 이루어지는 거래이므로 고객의 주소와 인적사항이 무엇보다 중요한데 거래처등록 프로그램에서
				재구매 하시는 고객은 쉽게 파악하여 주문 송장 작성이 매우 용이합니다.
				수기로 일일이 작성할 때는 노력과 시간이 많이 들고 오타로 인한 택배 사고가 한달에 한 두건은  일어나 시간적으로
				물적으로 손해가 많이 있었지만 태극회계프로그램을 이용하여 송장 작성 후에는 택배사고가 거의 없으므로
				비용절감 차원에서 대단히 효과적인 역할을 하게 되었습니다.
				많은 매출이 일어나더라도 기록이 되지 않는다면 명확한 경제와 재정 상태가 파악 되지 않지만 많든 작든 일어난
				매출에 대해서는 명확한 기록과 통계로 농가경영이 확실하게 되었습니다.
			</p>
			<p class="line-dash">
				<strong class="color-02">질문</strong><br>
				ICT를 활용하는 나만의 노하우나 기술은?
			</p>
			<p>
				<strong class="color-03">답변</strong><br>
				처음 태극회계를 도입할 때만 하더라도 남편의 직장이 있었기 때문에 농업경제의 중요성을 인식 하지 못하고
				바쁘다는 핑계로 대충 입력을 하고 년 매출액을 알 수 있는 정도였습니다. 처음 몇 해는 분개장만 입력하고
				거래처등록은 하지도 않았습니다.
				그러나 재구매 반복구매 고객이 많이 생기므로 거래처등록을 하게 되었고
				5년이 지난 지금 너무나 잘 한 선택이었다는 생각이 듭니다. 특별한 노하우나 기술이 아니라 어렵다고 중도에서
				포기하지 않고 꾸준히 노력한 것이 지금의 한빛농장 경영을 눈에 보이도록 투명하게 운영할 수 있었습니다.<br>
				옛말에 버는 자랑 하지 말고 쓰는 곳에 잘 쓰라고 했지만 쓰기 전에 나의 수지. 경영 상태를 파악할 수 있다는 것은
				명확한 농업경영이 된다는 생각을 합니다.
				처음에는  우체국 e-post 에 영덕군 영해면 전체적으로 입력을 하여 한빛농장 개별 통계는 어려웠지만  올해
				3월 4일 부터는  저의 아이디와 비번으로 들어가서 입력하는 미니우체국이 있답니다.
				올해부터 3월 4일 부터 입력된 한빛농장 전체적인 택배 물량을 정확히 산출하고 통계가 가능하게 되었습니다.
			</p>
			<p class="line-dash">
				<strong class="color-02">질문</strong><br>
				ICT 활용의 문제점 및 애로사항은?
			</p>
			<p>
				<strong class="color-03">답변</strong><br>
				2009년 처음 태극회계를 배울 때는 쉬울 것 같았는데 막상 입력을 하다 보니 생각만큼은 쉽지 않았습니다.
				수시로 이원노 소장님을 성가스럽게 전화를 해서 여쭙고 물었으며 정말 배우고 싶고 알고 싶었을 때 2012년
				12월 14일 충청북도 농업기술원까지 혼자서 12인승 스타렉스를 가지고 눈길을 헤치고 다녀오면서 태극회계를
				제대로 하고자 다짐을 했습니다.
				매일 일기를 쓰듯 그 날 수지 상태를 입력해야 한다는 것은 엄청 어려운 일입니다. 그러나 습관과 노력이
				투입된다면 일상의 생활이 된다고 생각 합니다. 처음 태극회계에 고객 연락처를 입력하고 매출을 입력할 때
				남편은 돈만 많이 벌면 되지 그 돈이 그 돈이지 주머니 돈이나 쌈지 돈이나 바쁜 데 쓸데없는 짓을 한다는 핀잔도
				들었습니다.
				가르쳐주신 이원노 소장님마저도 제가 너무 바쁘고 힘들어 하는 것을 아시고는 알바를 쓰든 지 나중에 경리가
				있을 때 사용하라고 하셨지만 시간이 없으면 내가 잠자는 시간을 줄여서라도 직접 입력해야 한다는 생각으로
				전산에 입력을 하지 못하는 날은 그날 지출은 일기장에라도 기록을 하고 시간을 내어 통장과 대조하여 입력을
				하게 되었습니다.
			</p>
		</div>
		
		<div class="text-box-03 mgT20">
			<strong class="text-box-03-title">○ ICT 활용시 고려 및 개선사항</strong>
			<p class="line-dash">
				<strong class="color-02">질문</strong><br>
				ICT를 영농현장에 활용 시 고려할 사항은?
			</p>
			<p>
				<strong class="color-03">답변</strong><br>
				처음부터 투자대비 성공여부를 결정할 수 없다고 생각 합니다.
				왜냐하면 5년동안 혼자서 노력한 결과 단순히 지금의 한빛농장이 있다고 생각한다면 큰 오산이라 생각 합니다.
				부모가 자식을 키우면서 비용을 생각하며 키우는 것이 아니라고 생각 합니다. 살아가면서 모르는 것은 알아야하고
				잘 하지 못하면 잘하는 사람에게서 배워서라도 알아야 한다고 생각 합니다 그러므로 농사는 일년지계요 교육은
				백년대계라는 말이 생각납니다.
				늘 기록하고 메모하고 입력하는 농업인이 되어야 한다는 생각을 합니다.
				좋은 프로그램은 받아들이고 모르면 묻고 배워서 투명한 경영이 되도록 해야 한다고 생각 합니다 할 수 있다는
				마음가짐으로  꾸준히 노력 한다면 영농현장에서 성공적인 경영이 될 것으로 생각 합니다.
			</p>
			<p class="line-dash">
				<strong class="color-02">질문</strong><br>
				ICT를 영농현장에 활용시 개선 및 발전방안은?
			</p>
			<p>
				<strong class="color-03">답변</strong><br>
				늘 농장일을 하면서도 손에는 카메라와 메모지를 준비해야 합니다.
				전화를 받고 메모를 하지 않게 되면 저녁에 와서 누가 무엇을 주문 했는지 고객의 주문 내용 중 빠뜨린 사항이
				있다면 다시 전화를 해야 하므로 시간과 경비가 소요됩니다. 그리고 늘 기록하는 농업인이 되어야 한다는 생각을
				합니다.
				일을 많이 하는 농부가 아니라,
				돈을 잘 버는 농부가 아니라,
				수지 계산을 명확히 하는 경영하는 농업인이
				되어야 한다는 생각을 합니다.
			</p>
		</div>
	</div>
</div>