<div class="content">
	<div class="content-title">
		<h2 class="content-title-inner">
			<span>태극회계 개발 스토리</span>
			<small>세계 최초 현금 출납장 복식회계 태극회계 프로그램</small>
		</h2>	
	</div>
	<div class="content-inner">
		<ul class="list-img-01">
			<li>
				<img src="./img/contents/img_book_01.png" alt="사개송도치부법 정해">
				<span>사개송도치부법 정채(2011, 다산북스)</span>
			</li>
			<li>
				<img src="./img/contents/img_book_02.png" alt="1494 베니스 회계">
				<span>1494 베니스 회계(2011, 다산북스)</span>
			</li>
		</ul>
		<p class="text-box-01">
			1990년 가을, 학창시절 고시반에서 같이 회계사 공부하던 우리는 다시 만났다. 대학을 졸업하고 서로 다른 길을 가던 우리 둘은 다시 만났다. 
			당시 나는 다니던 회사를 그만두고 뭘 할까 고민하던 시절이었다. 둘이서 회계 프로그램 회사를 창업하자는데 의견의 일치를 보았다.
			이어 다른 기업체에서 경리과장으로 근무하던, 동창의 1년 후배까지 합쳐서 3 명이 더존소프컴(현 더존디지털웨어)을 창업했다. 나는 기획
			출자를 하였고, 동창이 모든 자금을 대고 그가 사장이 되었다. 원래 더존은 대학시절 내가 컴퓨터에 미쳤을 때,
			그에게 <span class="color-01">“우리가 회계 프로그램 회사를 만들면 대한민국을 석권할 것이다.”</span>라고 이야기한 데서 비롯된 것이었다.
			더존이라는 회사명칭도 내가 제안한 것이었다. 동창은 대학시절에 이미 회계실무와 세법 등에 대해서는 거의 달인의 경지에 이르는 실력자였다. 
			상고를 졸업 후 제조업체 그리고 대규모 건설업체에서 경리과장까지 지내는 등 이미 최하 15년 이상의 실무경력이 있었고, 거기에 회계사
			자격까지 취득했으니 그 분야에 관한 한 이미 대단한 실력자였다. 그런 경력에 그는 회사의 판매, 구매 등 일반관리 업무 전반에 걸친 아주
			세밀한 노하우도 갖고 있었다.
		</p>
		<p class="text-box-01">
			인문계 출신이고, 민간기업을 한 번도 다녀 보지 않은 나로서는 그에게 참으로 많은 실무와 실전경험을 배울 수 있었다. 
			물론 공짜는 아니었다. 나는 그에게 비장의 속전속결 영어 학습법을 가르쳐 주었다. 영어는 상고출신이었던 그가 회계사가 되는 데에 가장 큰 
			약점이었다. 그런데 그는 영어실력 증진을 위해서 내가 하라는 대로 그대로 그리고 내가 상상한 것 이상으로 충실히 공부하여 단기간에 회계사
			시험에서 영어를 통과했고, 결국은 최종시험에 합격했다. 서로 공짜는 없었던 것이다.
			정식으로 창업하기 전에 동창이 프로그래머 1 명을 데리고 와서는, 어떤지 좀 봐달라고 했다. C언어, 컴퓨터 구조 등에 대하여 질문을 해 보니, 
			컴퓨터에 관해서는 하드웨어부터 소프트웨어까지 줄줄이 꿰는 친구였다. 그는 컴퓨터 겉 케이스를 열지 않고도 그 속을 훤히 들여다 보는 진짜
			전문가였다. 나이는 겨우 25 살 정도였지만, 실력만큼은 대단한 친구였다. 그래서 동창에게 이야기하여 그를 우리 회사의 개발팀장으로 영입했다.
		</p>
		<p class="text-box-01">
			이제 팀이 짜여진 것이다. 동창이 사장, 나는 기획관리, 후배는 영업, 그리고 개발팀장 등으로 4 기둥이 완벽하게 구성된 것이다. 
			그러나 너무 완벽하게 팀을 짜놓은 것이 화근이었다. 나중에는 기획실장인 내가 필요 없어도 될 정도가 되었기 때문이었다.
			개발자는 당시로서는 가장 혁신적인 방식으로 가장 편하고, 가장 처리속도가 빠른 프로그램을 만들었고, 후배는 그야말로 전국을 휘저으며 
			발품으로 가장 원칙적이고 효율적인 맨투맨 영업을 했다.
			그러나 대학시절 고시반에서 동고동락하던 시절과 달리 동창의 전횡이 심했다. 대략 3년을 같이 하다가 그만두었다. 
			뭘 할까 고민하는데, 농촌진흥청의 농업경영연구사 모집공고가 눈에 들어왔다. 제주도 같은 데 가서 연구원 생활도 하고, 농사도 지으면서 
			조용히 살 수 있겠다는 생각이 들었다. 93년도 시험 합격 후에 어떻게 하다 보니 본청 근무를 하게 되었다.
			본청에 들어가서 시간이 좀 지나니, 나에게 연구사업이 배당되었다. 연구과제는 <span class="color-01">[차대변 없는 아주 쉬운 복식 농업회계 프로그램]</span>의 개발이었다. 
			회계 프로그램 개발회사 경력이 고려된 때문이었다.
			그때 과장님 왈,
			<span class="color-01">“이제는 세상이 바뀌었어. 농업도 주먹구구 경영은 안 되고 과학적인 경영을 해야 해. 경영을 제대로 하려면 복식부기가 필수적인데, 나도 
			차대변은 몰라, 그러니 농민들이 어떻게 알겠어. 당신이 회계 프로그램 회사를 했다고 하니, 이번 기회에 차대변 없는 복식부기 프로그램 한 번 
			만들어 봐. 이제는 농업도 경영이야. 경영인데 회계가 안 되면 경영을 할 수 없잖아. 소프트웨어 회사 경력이 있으니까. 차제에 한 번 멋지게
			개발해 봐”</span>
			그때 그 과장님의 당부가 아직도 눈에 선하다.
		</p> 
		<p class="text-box-01">
			그때부터 나의 회계 여정이 시작되었다. 차대변 없는 복식부기 프로그램을 만들려면 일단 차대변의 정의부터 파악해야 했다. 
			고 3 때 배운 상업부기 그리고 대학 때 배운 회계학 책에는 차대변의 원리나 정의 그런 내용이 없었다.
			차대변 없는 복식부기 프로그램을 개발하려면 차변과 대변의 본질부터 파악해야 하는데, 마침 사무실에 일본 농업회계학 책과 농업회계 장부 
			설명서 등이 몇 권 있길래 열심히 읽어 보았다. 하지만, 거기에는 아무런 논리도 없었다. 한국 회계학 책과 글자만 다를 뿐 내용은 같았다.
			거래의 8 요소 등을 달달 암기하고, 주요 거래유형별 분개요령 역시 달달 외워서 입력을 해야 하는 것 모두 같았다.
		</p>
		<p class="text-box-01">
			미국의 농업회계 장부도 보았지만, 이것은 일본 부기보다 더 어려웠고, 거기에도 논리가 없는 것은 같았다. 미국이든 일본이든 한국이든 회계 
			시스템의 핵심인 차대변에 관한 원리는 없었다. 무엇이 차변이고 대변인지에 관한 정의가 없었다.
			물론 <span class="color-01">차변은 장부의 왼쪽이고, 대변은 장부의 오른쪽이다.</span>라는 정의는 있다. 하지만, 차변이 왜 왼쪽이고, 대변이 왜 오른쪽인지 에 대한 논리는 
			없었다. 한국과 일본, 미국 회계 모두 글자만 다를 뿐 원리를 모르는 앵무새 회계라는 점에서는 같았다.
			즉, 전기료를 현금으로 지급하면, <span class="color-01">차변 전기료 1000원/대변 현금 1000원</span> 이렇게 기록해야 하는데, 왜 차변에 전기료를 입력해야 하고, 왜 
			대변에 현금을 입력해야 하는가에 대한 논리적 해명이 없다는 이야기이다. 전기료 지급분개 뿐만 아니라, 현행 서양부기 모든 분개에 대하여 왜
			그렇게 기록해야 하는지에 대한 논리적 해명은 없었다. 단지, 앵무새처럼 아니면 자폐아가 남의 말을 그대로 흉내 내는 것처럼 수 백 년 전에 누가 
			가르쳐 준 방법 그대로 앵무새처럼 입력해야 하는 것이 현행부기였다.
			현행부기에는 왜라는 것은 없다. 그야말로 뭐든 이유들 대지 말고 시키면 시키는 대로 해야 했던 쌍팔년도(1955년, 단기 4288년) 군대와 
			다름없다.
		</p>
		<p class="text-box-01">
			결국 일본 책과 미국 책에서도 차대변의 원리를 찾지 못했다. 그러나 프로그램은 개발을 해서 보급을 해야 했다. 연구과제였기 때문이었다. 
			그래서 편법으로 차대변을 회피하여 개발을 했다. 아마 현재의 정부회계 비슷한 것이라고 보면 될 것이다.
			농가에서 발생할 수 있는 거래유형을 나열하고, 이를 선택하고 금액을 입력하면, 프로그램이 내부적으로 대차변 전표로 변환해 주는 방식이었다. 
			회계 프로그램을 필요로 하는 영농법인과 중농규모의 농가에서는 꽤 인기가 좋았다. 덕택에 본청과 전국의 농촌지도소(현 농업기술센터) 등에서
			회계와 그 프로그램 사용법 등에 관하여 강의도 꽤 했고, 회계지도 희망농가와 영농법인 등을 방문하여 지도도 꽤 오래했다. 그러다 보니 군 복무
			중에도 가보지 못한 민통선 너머까지도 가보는 등 그야말로 대한민국 안 가본 곳이 없다고 할 정도로 다녔다. 회계 만리장정을 한 것이었다.
			하지만, 아직 차대변 문제를 해결한 것은 아니고, 회피한 것에 불과하였다. 그러는 와중에 회사에 대한 염증이 생겼다. 연구사면 연구만 하면 되는
			줄 알았는데, 온갖 잡무가 많았다. 한국농업을 네덜란드, 덴마크 수준으로 선진화하려면 연구할 것은 많고도 많았지만, 공무원 조직에서는 제대로
			된 연구를 하기 힘들었다. 입사 7년 만에 사표를 쓰고 프리랜서 비슷하게 살게 되었다.
			그러면서도 회계연구는 틈틈이 지속했다. 그러나 아무리 책을 보아도 결론은 하나였다. 그 어떤 나라의 회계학 책에서도 회계의 본질이나, 
			차대변의 본질에 대하여 논한 바가 없고, 또한 차대변의 본질에 대하여는 그 어떤 박사도 모른다는 것 그것이었다.
			그러다가 어느 순간 현대인이 저술한 회계학 책만 볼 것이 아니라 고전 회계학 책도 읽어 보아야 하는 것 아닌가라는 생각이 들었다.
		</p>
		<p class="text-box-01">
			그리하여 회계의 원리, 차대변의 원리와 역사 그리고 이데아, 로고스를 찾는 기나긴 여정이 시작되었다. 1494년도에 출판된 베니스 부기 책,
			1543년도에 출판된 네덜란드와 프랑스 부기 책, 1563년도에 출판된 영국부기 책, 1878년도에 출판된 미국 부기 책, 1873년도에 출판된 
			일본식 서양부기 책, 1918년도에 출판된 영미부기 책, 1918년도 출판된 베니스 부기 일본어 번역판 등을 국립중앙도서관에서 찾아 모조리 읽어 
			보았다. 영어와 일어로 된 것은 읽고 또 읽었다. 불어와 독어 등으로 저술된 책들은 주요 용어와 회계장부 양식만 대충 훑어 보았다. 
			하여튼 서양부기 관련 고전 책자란 책자는 다 구해서 읽고 또 읽었다. 
			그러나 거기에도 차대변의 원리에 대하여는 아무런 언급이 없었다. 단지 이런 거래는 이렇게 입력하고, 저런 거래는 이렇게 입력하라는 매뉴얼 
			수준 그것에 불과하고, 이 서양 고전 회계학 책도 현대의 회계학 책처럼 원리는 없고 앵무새처럼 어떤 천재가 만든 사용방법 즉, 매뉴얼을 그대로 
			복사한 것에 불과하였다. 실망뿐이었다.
			서양 책에는 원리가 없다는 것을 확인하였으니, 이제는 동양부기 그것을 찾아 헤매었다. 고대 문명의 요람이고, 중국과 한국의 고전 문화의 
			원형을 가진 인도 부기를 찾아 보았지만, 구할 수가 없었다. 다음에는 중국 고전부기를 찾아 그 원리를 해명해 보았으나, 앞뒤도 안 맞고 이론이 
			부족한 회계였다. 이제 남은 것은 한국고전 부기 그것 밖에는 없었다. 
		</p>
		<p class="text-box-01">
			인터넷으로 검색해 보니, 다행히 한국의 고전 복식부기인 송도부기 회계 시스템을 설명해 놓은 교재가 1916년도에 이미 출판되어 
			국립중앙도서관에 비치되어 있었다. 대출신청을 하여 받아 보는 순간 울컥하는 감동이 올라왔다. 전설로만 알고 있던 송도부기 실물과 대면하게 
			된 순간이었다.
			책은 거의 100년 전에 만들어진 책이라 책장을 넘기면 페이지가 바스러지는 소리가 날 정도였다. 세로쓰기에 국한문 혼용체였지만, 한글은 거의 
			토씨로만 사용되었고, 구한말 독립신문 문법으로 쓰여 있는 좀 난해한 책이었다. 작은 크기에 총 123 페이지의 책이었지만, 글자가 크고
			페이지마다 여백이 많아 분량 자체는 많지 않은 책이었다. 하여튼 책을 받자마자 독파에 들어갔다. 회계이론 설명부에서 뭔가 다르다는 느낌이 
			왔다. 그 동안 꽤 많은 고전 회계학 책을 읽다 보니 이 책이 지닌 차별성이 본능적으로 느껴진 것이었다. 회계이론의 설명에서 서양 고전부기든
			현대부기든 전혀 언급되지 않은 내용이 있었기에 더더욱 집중이 되었다. 그러나 세부적으로는 명쾌하게 이해되지 않았다.
			그래서 일단 이 책자에 실린 예제부터 내가 만든 회계 프로그램에 입력하여 재무제표를 만들어 보았다. 원본에 몇 개의 금액 오타가 있어 처음에는
			대차가 맞지 않았다. 분개장, 원장, 시산표 등을 세밀히 검토한 결과 오타를 바로 잡을 수 있었다. 오타를 고치고 다시 입력해 보니, 분개장에서
			원장 그리고 시산표 및 재무제표까지 완벽하게 대차가 일치하였다. 단 1원의 오차도 없었다. 엑셀에 넣고 다시 돌려 보아도 오차가 전혀 없는
			완벽한 시스템이었다. 이제 한국 고전부기 송도부기 그 자체의 완전성은 검증된 것이었다.
			그러나 아직도 차대변의 원리는 찾지 못한 상태였다. 하지만, 송도부기 시스템의 완벽성이 확인되었기에 송도부기 교재인 사개송도치부법 
			(저자 현병주, 1916년)에서 저자인 현병주 선생의 설명을 읽고 또 읽고 또 읽었다. 이 책을 번역 출간할 셈으로 한글로 한 자 한 자 번역해 가면서 
			다시 읽고 또 읽었다. 그러던 어느 순간 감이 왔다. 먼저 자산.부채.수익.비용의 정의에 대한 완전한 이해가 왔다.
			서양부기에서는 이들에 대하여 참으로 두루뭉실하게 주저리주저리 중언부언 요령부득의 설명을 하지만, 송도부기의 설명을 요약하면, 누구나 
			쉽게 이해할 수 있는 간단한 정의였다. 송도부기 아니 회계 시스템 그 자체는 난해한 것이 아니라, 훈민정음처럼 상식을 가진 사람이라면 누구나
			이해할 수 있는 간단한 것이라는 확신이 들었다.
		</p>
		<p class="text-box-01">
			송도상인과 서울 6의전 상인, 구한말 대한천일은행, 한미전기회사 등이 모두 송도부기로 완벽하게 회계기록을 하고 재무제표를 작성한 이유를 
			이해하게 되었다. 당시에는 회계학원이나 상업고등학교 그리고 회계학과 등이 없었음에도 불구하고 우리 조상들은 회계장부를 현대인 이상으로
			완벽하게 작성하였는데, 그 이유는 원본회계는 훈민정음처럼 쉬운 것이었기 때문이었다.
			본래의 회계는 현행회계처럼 학원이나 학교에서 몇 년을 배워도 알 수 없는 그런 것이 아니라, 선배나 상사에게 기록방법을 간단히 배우고, 
			다음에 그 계정별 집계방법과 결산조정 분개만 선배가 하는 것을 지켜보면서 설명을 들으면 이해가 되는 그런 시스템이었다 지금 내가 쓰고 있는 
			이 글을 중국식 한문으로 쓰는 것이 현행 서양부기라면, 송도부기는 훈민정음으로 쓰는 그러한 차이 정도가 될 것이다.
			이제 서양부기 그 난해한 시스템의 원리가 모두 해명된 것이었다. 그리하여 특허를 출원하고, 그 다음에 현병주 선생의 사개송도치부법을 번역한 
			[사개송도치부법 정해], 그리고 현행 서양부기의 시발책자인 루카 파치올리의 베니스회계를 [1494 베니스회계]라는 제목으로 두 권의 책을
			번역 출판(다산북스)하게 되었다. 상업부기를 배우기 시작한 것이 1976년 고3 때였으니, 그 시작부터 송도부기로 회계의 원리를 마스터
			하기까지 데 대략 30년이 걸린 셈이다. 그리고 다행히 젊은 신세대 고수 IT 전문가들을 만나 송도부기를 인터넷 프로그램으로 개발 및 시판할 수 
			있게 되었다.
		</p>
		<p class="text-box-01">
			1916년 일제하의 암흑시대에 우리 나라의 전통문화유산을 최대한 책으로 출판하는 덕흥서림이라는 출판사가 있었고, 그 대표는 김동진 
			선생이었다. 김동진 선생이 송도부기를 출판하기로 기획을 하였고, 그는 한학과 신학문에 밝았던 현병주 선생에게 저술을 의뢰하였다.
			그러면서 김경식, 배준녀 두 분의 개성상인을 현병주 선생에게 붙여, 그들이 송도부기의 절차를 구술하면, 현 선생은 이를 정리하여 원고로 작성
			하였다.
			그러나 이 분들은 현재의 회계 전문가처럼 전표를 기록하고, 이를 분류집계하여 결산서를 작성할 줄은 충분히 알았지만, 왜 그렇게 기록해야
			하는지 원리는 몰랐다. 그래서 그들은 원리, 이유, 논리, 왜를 현 선생에게 설명해 줄 수 없었다.
			논리가 없는 것에 열 받은 현 선생은 당시까지도 조선왕조의 유산을 이어 받아 상업활동을 왕성히 전개하던 대 상업도시 송도로 직접 출장을 갔다.
			그리고 송도 중심가에서 사업을 하는 수많은 상인들에게 물었다. 송도부기의 기록원리인 사개四介가 뭐냐고…그러나 대답하는 상인마다
			구구각색, 중구난방이었다. 그 결과 현 선생은 깨달았다. 아무도 원리를 아는 사람은 없다는 것을. 송도부기도 서양부기처럼 아무도 원리를 알지
			못한 채, 최초에 어느 성인이 알려 준 절차만 전해 진 것이었다. 할 수 없이 현 선생은 고심 끝에 자신이 회계이론을 궁구하여 간략히 설명을 한다.
			그러나 간략한 가운데에 진리가 있었다. 현 선생이 고심 끝에 제시한 회계원리 그것이 진정한 회계원리였다는 것을 한 10 독 하다 보니 깨닫게
			되었다.
		</p>
		<p class="text-box-01">
			태극회계 송도부기는 그 처절하고도 암울했던 시절에 우리의 문화유산을 지키고자 헌신했던 덕흥서림의 대표 김동주 선생, 그리고 현병주 선생의
			고심이 이루어낸 역작이 있었기에 컴퓨터 프로그램으로 복원할 수 있게 되었다. 두 분 선생께 진심으로 감사를 드리고 또 드리는 바이다.
			연구결과 송도부기는 훈민정음 다음 가는 위대한 계산 시스템이며, 유크리드 기하학과 버금 가는 불멸의 계산 시스템이라는 결론에 이르렀다.
			또한 현행 서양부기의 원류였다. 즉, 서양부기는 송도부기를 복사한 것이었다. 금속활자와 함께 송도부기는 세종대왕 시절에 서역으로 유출된
			것이었다. 그러나 송도부기의 핵심적인 원리는 전해지지 않고, 사용방법 즉, 매뉴얼만 전달되는 바람에 서양인들도 복식부기의 원리는 모른 채
			이럴 땐 이렇게, 저럴 땐 저렇게 입력하라는 식으로 앵무새의 염불 방식으로 현재까지 전해져 왔다. 그래서 아무도 복식부기의 차대변 입력원리는
			모르는 것이 현실이다.
			복식부기는 현금출납장에서 발생되고 발전된 것이다. 입금과 출금 기호에 계정과목만 부가하여 기록하고, 이를 계정과목별로 집계하여 과목별
			잔액을 파악하는 것이 복식부기의 핵심이다. 이 현금출납장만 충분히 이해하면, 굳이 배울 것도 없이 이해 가능한 것이 원래의 회계,
			송도부기이다. 어떤 기계장치든 프로그램이든 그 조작법을 어렵게 난해하게 설명하는 자는 자기도 모르는 자이고, 사이비, 혹세무민하는 자에
			불과한 것이다. 그것은 훈민정음이 증명한다. 글자를 어렵게 써야 한다고 주장하는 자가 있다면, 그는 반역자에 불과한 것이다. 진정한 글자라면
			하루 반 나절이면 깨쳐져야 하듯이, 진정한 회계 역시 몇 년씩 배워야 되는 것이 아니라, 반 나절이면 이해되고 실용될 수 있어야 한다.
			송도부기는 훈민정음 다음 가는 진정한 창조성의 산물이다. 창조성에 그치는 것이 아니라, 이 송도부기를 사용하면, 누구나 쉽게 자신의
			재무손익 상태를 즉시 파악할 수 있고, 이 파악을 기초로 가장 효율적인 의사결정을 할 수 있는 수익성이 있기 때문에, 경제.돈을 떠나 단 하루도
			살 수 없는 현대인에게는 필수적이고도 필수적인 계산통계 시스템이라고 할 수 있다.
		</p>
		<p class="text-box-01">
			<b class="color-01">이제 아무도 이해 할 수 없는 차대변을 버리고,
			진정한 복식부기, 로고스 복식부기의 세계로 온 세계인을 안내하고자 합니다.</b>
		</p>
		<p class="text-box-01 alignR">
			<b>산천경제연구소 소장 이원노 씀</b>
		</p>
		<p class="text-box-02">
			보급총괄: 박흥서 (주)GVT-태극회계 총판 고문 (전, 더존디지털웨어 창립멤버 겸 상임고문)<br>
			보급책임: 왕종서 (주)GVT 대표 (원적지 개성송도, 전 더존디지털웨어 강북지사장)<br>
			교육책임: 이소윤 (주)GVT 부장<br>
			프로그래밍: 대표 이교철, 연구부장 정일균, 연구원 김태훈
		</p>
	</div>
</div>